<template>
  <div>
    <!-- Cloud Radar 서비스 이용약관 -->
    <div class="fixed top-0 bottom-0 left-0 right-0 z-30 bg-black bg-opacity-75-"></div>

    <section class="z-30 p-8 text-sm text-gray-700 rounded policy-content">
      <h2 class="mb-4 text-2xl text-primary-400">Cloud Radar 서비스 이용약관</h2>

      <button class="absolute top-0 right-0 close-policy-modal mt-7 mr-7">
        <img src="@/assets/images/ico-btn-search-close.svg" alt="." @click="$emit('close')" />
      </button>

      <div class="p-5 border border-primary-200 policy-inner">
        <h3 class="mt-5 mb-3 text-base font-bold">제 1장 총칙</h3>
        <h4 class="mt-4 mb-3 font-bold">제1조 (목적)</h4>
        <p class="mb-2 text-sm leading-6">
          이 약관은 SK텔레콤주식회사(이하 "회사" 또는 "SKT"라 합니다)가 운영하는 Cloud Radar 서비스(이하 "서비스"라
          합니다)를 이용함에 있어 회원과 회사간의 권리, 의무 및 기타 이에 관련한 사항을 정함을 목적으로 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          이 약관은 Cloud Radar 관련 홈페이지(www.5gxcloudradar.com)에 게시하는 방법으로 공지합니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제2조 (약관의 효력 및 변경)</h4>
        <p class="mb-2 text-sm leading-6">
          이 약관은 서비스 페이지에 공지하고 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 필요하다고 인정하는 경우에는 이 약관을 변경할 수 있으며 또한 법률 또는 정부의 명령∙지시∙권고나 법원의
          판결 또는 회사 및 별도 서비스 판매자의 관련 정책 변경 등으로 인한 필요에 따라 서비스의 전부 또는 일부를 변경
          또는 중지할 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          이 약관이 변경되거나 서비스가 변경되는 경우에는 지체 없이 변경 사유를 명시하여 제1항과 같은 방법으로 그
          적용일자 7일 전부터 공지합니다. 단, 이용자에게 불리하게 약관 또는 서비스의 내용을 변경하는 경우에는 이를
          약관변경 30일 전에 공지하고, E-mail을 통해 회원에게 개별 통지합니다.(회원의 연락처 미기재, 변경 등으로 인하여
          개별 통지가 어려운 때에만 홈페이지에 변경 약관을 공지함으로써 개별 통지한 것으로 간주합니다.)
        </p>
        <p class="mb-2 text-sm leading-6">
          회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 '적용예정일까지 회사에 거부의 의사 표시를 하지
          않으면 동의 의사표시가 표명된 것으로 본다'는 뜻을 명확하게 사전 공지 또는 통지하였음에도 회원이 명시적으로
          거부의 의사표시를 하지 아니한 경우 회원이 개정 약관에 동의한 것으로 봅니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원이 변경된 서비스 또는 이용약관에 대하여 동의하지 않는 경우, 회원은 서비스 이용을 중단하거나 또는 서비스
          해지를 할 수 있습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제3조 (약관 외 준칙)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 개별서비스 대해서는 별도의 이용약관(이하 "개별약관"이라 함) 및 규정, 세부 이용지침 등을 둘 수 있으며
          개별서비스의 별도 약관에 대한 동의는 회원이 개별서비스를 최초로 이용할 때 별도 동의 절차를 통해 진행합니다.
          단, 해당 내용이 본 약관과 상충할 경우에는 개별서비스 약관이 우선하여 적용됩니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          이 약관에 명시되지 않은 사항에 대해서는 전기통신사업법 및 기타 관계법령과 회사가 정하여 공지한 세부이용지침
          등의 규정에 의합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          본 약관과 관련하여 회사의 정책변경, 법령의 개정 또는 공공기관의 고시나 지침 등에 의하여 회사가 홈페이지의
          공지사항 게시판 등을 통해 공지하는 내용도 이용약관 일부를 구성합니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제4조 (용어의 정의)</h4>
        <p class="mb-2 text-sm leading-6">이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
        <p class="mb-2 text-sm leading-6">
          1. 서비스 : 계약이 체결된 회원에게 제공하는 회사가 운영하는 온라인 서비스인 Cloud
          Radar(www.5gxcloudradar.com)를 의미합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          2. 개별서비스 : Cloud Radar 서비스를 통하여 회사가 회원에게 제공하는 별도 Cloud 관리 서비스 등을 의미합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          3. 운영자 : Cloud Radar 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 사람을 의미합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          4. 회원 : Cloud Radar 서비스에서 회사가 정한 내용과 절차에 따른 약관에 동의하고 ID(고유번호)와
          Password(비밀번호)를 발급 받아 서비스를 이용할 수 있는 고객을 말합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          5. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 문자와 숫자의 조합 또는
          고객의 이메일 주소를 의미합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          6. 비밀번호 : 회원이 설정한 아이디(ID)와 일치되는 회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자 또는
          숫자의 조합을 의미합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          7. 게시물 : 회사의 '공지사항'을 포함하여 서비스 내에 운영자와 회원이 게시한 부호ㆍ문자ㆍ소리ㆍ화상ㆍ동영상
          기타 정보 형태의 글, 사진 및 각종 파일과 링크 등의 정보를 총칭하여 말합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령, 상관례 등에서 정하는 바에
          의합니다.
        </p>
        <h3 class="mt-5 mb-3 text-base font-bold">제2장 서비스 이용 계약</h3>
        <h4 class="mt-4 mb-3 font-bold">제 5조 (회원가입)</h4>
        <p class="mb-2 text-sm leading-6">
          회원가입은 신청자가 이 약관의 내용에 대한 동의 등을 포함하여 회사가 정한 내용과 절차에 따라 신청하고, 회사가
          이 신청을 승낙함으로써 효력이 발생하며 가입을 승낙한 때부터 회원에게 서비스를 개시합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 제공되는 서비스의 성격에 따라 이용 신청 시 추가 정보를 요구하거나 개별서비스를 제공하는 회사의 별도
          약관 동의를 요구할 수 있습니다. 이 경우 서비스에 가입하여 이용하고자 하는 자는 절차를 완료하여야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">회사는 다음 각 호의 경우 가입 신청을 승낙하지 않습니다.</p>
        <p class="mb-2 text-sm leading-6">1. 내용을 허위로 기재하였거나 허위의 서류를 첨부하여 신청하였을 때</p>
        <p class="mb-2 text-sm leading-6">2. 회원 등록 사항을 누락하거나 오기하여 신청한 경우</p>
        <p class="mb-2 text-sm leading-6">
          3. 실명이 아니거나, 다른 사람의 명의사용 등 이용자 등록 시 허위로 신청하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">4. 기술상 서비스 제공이 불가능한 경우</p>
        <p class="mb-2 text-sm leading-6">
          5. 신용정보의 이용과 촉진에 관한 법률에 의한 신용불량자로 등록되어 있는 경우
        </p>
        <p class="mb-2 text-sm leading-6">6. 신청인의 귀책사유로 이용승낙이 곤란한 경우</p>
        <p class="mb-2 text-sm leading-6">
          7. 신청인이 법률 위반 또는 불법 행위 등 부정한 용도로 서비스를 이용하려 하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">
          8. 신청인이 거짓 정보를 제공하거나 회사가 요구하는 정보를 제출하지 않은 경우
        </p>
        <p class="mb-2 text-sm leading-6">9. 신청인이 회사에 대해 납부할 금액이 있는 경우</p>
        <p class="mb-2 text-sm leading-6">
          10. 신청인이 서비스 이용요금(“이용요금”)를 체불하거나 부적절한 서비스 이용 내역이 있는 경우
        </p>
        <p class="mb-2 text-sm leading-6">
          11. 그 밖에 제 1 호에서 제 10 호까지에 준하는 사유로써, 승낙하는 것이 상당히 부적절하다고 회사가 판단하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">
          회원가입 후에도 회사가 공지하는 요건 및 절차에 따라 회원의 자격 또는 서비스 이용 범위가 제한될 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">회원은 서비스 이용을 위해 아래 각 호의 사항을 준수해야 합니다.</p>
        <p class="mb-2 text-sm leading-6">1. 회원은 회사가 정한 내용과 절차에 따라 회원의 정보를 등록해야 합니다.</p>
        <p class="mb-2 text-sm leading-6">
          2. 회사는 회원이 회원가입 및 등록 또는 서비스 이용 계약을 체결하여 ID(고유번호)와 Password(비밀번호)를 부여
          받은 후에 라도 회원의 의무 이행 여부에 따라 서비스 이용을 제한할 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">미성년자 또는 피성년후견인은 회원가입 및 서비스 이용신청이 불가능 합니다.</p>
        <h4 class="mt-4 mb-3 font-bold">제6조 (회원 정보의 변경)</h4>
        <p class="mb-2 text-sm leading-6">
          회원은 회원가입 및 회원등록 신청과 서비스 이용을 위해 필요로 하는 제반 정보(‘회원정보’)를 회사에 제공 또는
          등록할 경우 현재의 사실과 일치하는 내용으로 제공 또는 등록하여야 하며, 변경 사항이 발생할 경우에는 즉시 회사가
          정하는 방법과 절차에 따라 변경사항을 회사에 제공 또는 등록하여야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원이 제공 또는 등록한 회원정보가 부정확할 경우 서비스의 전부 또는 일부를 제공하지 못할 수 있으며,
          회원정보가 부정확하거나 회원이 변경사항의 제공 또는 등록을 소홀히 함으로 인해 회원에게 손해가 발생한 경우
          회사는 귀책사유가 없는 한 책임지지 아니합니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제7조 (회원의 이용 계약 해지)</h4>
        <p class="mb-2 text-sm leading-6">
          회원가입 또는 회원등록 및 서비스 이용계약의 해지를 희망하는 회원은 회원 본인 또는 회원이 소속된 회사의
          관리자가 서비스 상 또는 별도 방법으로 정해진 내용 및 절차에 따라 회원 해지를 신청하며, 회사가 이를
          확인함으로써 회원 또는 서비스 이용계약의 해지의 효력이 발생합니다.
        </p>

        <h3 class="mt-5 mb-3 text-base font-bold">제3장 서비스 이용</h3>
        <h4 class="mt-4 mb-3 font-bold">제9조 (서비스 이용의 신청 및 계약의 성립)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 회원의 회원 가입을 승낙한 때부터 회원에게 서비스를 개시합니다. 개별서비스는 회원이 개별서비스 약관에
          동의한 후 서비스 이용을 신청하고 회사가 이에 승인 함으로써 서비스 이용계약이 성립 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 서비스 웹사이트에 공지하여
          회원에게 이를 통지합니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제10조 (서비스 제공 시간)</h4>
        <p class="mb-2 text-sm leading-6">
          서비스의 제공은 연중무휴 1일 24시간을 원칙으로 합니다. 다만 회사의 업무상이나 기술상의 이유로 서비스가 일시
          중지 또는 중단될 수 있고, 또한 운영상의 목적을 위하여 회사가 정한 기간에는 서비스가 일시 중지 또는 중단될 수
          있습니다. 이러한 경우 회사는 사전 또는 사후에 이를 공지합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          서비스 제공에 필수적인 경우 회사는 정기점검을 실시할 수 있고 그 일정은 서비스 웹사이트에 공지한 바에 따릅니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제11조 (서비스 이용의 일시 중지 또는 중단)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 다음 각 호의 사유 또는 업무상 및 기술상의 문제가 발생하는 경우 그 해결을 위하여 필요한 기간 동안,
          서비스의 운영 목적상으로 필요한 경우에는 회사가 정한 기간 동안 서비스의 전부 또는 일부를 일시 중지 또는 중단할
          수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">1. 서비스용 설비의 보수 등으로 인한 부득이한 경우</p>
        <p class="mb-2 text-sm leading-6">2. 회원이 회사의 영업활동을 방해하는 경우</p>
        <p class="mb-2 text-sm leading-6">
          3. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 제공에 지장이 있는 경우
        </p>
        <p class="mb-2 text-sm leading-6">4. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우</p>
        <p class="mb-2 text-sm leading-6">
          제1항에 의한 서비스의 일시 중지 또는 중단의 경우 회사는 회원에게 사전 공지합니다. 다만, 회사가 통제할 수 없는
          사유로 인하여 사전 공지가 불가능한 경우에는 그 사유가 종료한 후 공지합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 본 조에 의한 서비스 중단으로 발생하는 문제에 대해서는 귀책사유가 없는 한 책임을 부담하지 않습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제12조 (이용 제한, 이용정지 및 직권 해지)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 회원이 다음 각 호에 해당하는 경우 회원의 서비스 이용을 제한할 수 있고, 동일 행위가 반복되거나 회사가
          지정한 기간 내에 그 사유가 시정되지 않을 때에는 직권해지를 할 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">1. 고객이 요금을 납부 월까지 납입하지 않은 경우</p>
        <p class="mb-2 text-sm leading-6">
          2. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 수신자의 의사에 반하여 광고성 정보를
          지속적으로 전송하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">
          3. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">4. 회사, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우</p>
        <p class="mb-2 text-sm leading-6">
          5. 영상 서비스인 경우 서비스 영상을 부당한 용도로 이용하여 관련법을 위반하거나 제3자의 권리를 침해한 경우
        </p>
        <p class="mb-2 text-sm leading-6">6. 타인의 이용자ID, 비밀정보 등 개인정보를 부정하게 사용하는 경우</p>
        <p class="mb-2 text-sm leading-6">
          7. 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
        </p>
        <p class="mb-2 text-sm leading-6">8. 회원가입 시 가입한 이름이 실명이 아닌 경우</p>
        <p class="mb-2 text-sm leading-6">9. 본 약관을 포함 하여 기타 회사가 정한 이용조건에 위반한 경우</p>
        <p class="mb-2 text-sm leading-6">
          상기 제 1 항에 따른 사유로 인해 고객의 서비스 이용을 정지시키는 경우, 회사는 해당 고객에게 정지 사유, 이용
          정지 기간 및 공식적인 이의 제기 수단을 통지합니다. 회사는 제 1 항과 관련한 사유가 제거되거나 더 이상 유효하지
          않은 경우 지체 없이 고객의 서비스 이용 권리를 회복시킵니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원이 요금을 체납할 경우 회사는 체납이 발생한 즉시 이용을 중지할 수 있습니다. 또한, 회원은 서비스를 추가로
          신청할 수 없습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원이 납부 당월 말일까지 이용요금 및 가산금 등 서비스 재개 비용을 완납하지 아니하는 경우 회원의 서비스
          이용권한을 회수하고 회원의 모든 데이터를 삭제할 수 있으며, 이에 대하여 어떠한 책임도 부담하지 아니합니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제13조 (정보의 제공 및 광고의 게재)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 서비스를 운영함에 있어 영리목적의 광고성 정보를 포함한 각종 정보를 서비스 화면에 게시하거나 회원의 SMS,
          음성 사서함, 이메일 또는 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 제1항에 정한 정보의 수신을 원하지 않을 경우 관련법령 또는 회사가 정한 방법과 절차에 따라 당해 정보의
          수신을 거부할 수 있습니다. 단, 서비스 이용 확인 등을 위하여 회사가 회원에게 정보를 전달하여야 할 필요가 있는
          경우에는 그러하지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 서비스상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로
          교신 또는 거래를 하는 경우 주의를 다 하여야 하며, 회사는 해당 교신 또는 거래에 관여하지 않습니다. 만약 회원과
          광고주간에 문제가 발생할 경우 회사는 귀책사유가 없는 경우 책임을 부담하지 않습니다.
        </p>
        <h3 class="mt-5 mb-3 text-base font-bold">제4장 회사와 회원의 권리 의무</h3>
        <h4 class="mt-4 mb-3 font-bold">제14조 (회사의 권리 의무)</h4>
        <p class="mb-2 text-sm leading-6">회사는 이 약관이 정하는 바에 따라 서비스를 제공하기 위해 최선을 다합니다.</p>
        <p class="mb-2 text-sm leading-6">
          회사는 서비스 관련 정보의 제공을 위하여 회원의 휴대전화번호로 SMS를 전송하거나 이메일, 우편물 등을 보낼 수
          있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한
          경우 그 사유와 처리 일정을 서비스 화면에 게시하거나 SMS, 이메일 등을 통하여 동 회원에게 통지합니다.
        </p>
        <h3 class="mt-5 mb-3 text-base font-bold">
          서비스를 원활히 운영하기 위하여 회사는 서비스 웹사이트에 게시된 개인정보보호정책에 따라 고객 개인정보를
          수집하고 보관할 수 있습니다. 회사는 고객의 동의 없이 고객의 개인정보를 제 3 자에게 제공하지 않습니다. 단,
          관련법 및 규정에 따라 조사의 목적 등으로 법원 또는 기타 사법 기관이 발행하는 영장 등을 통해 고객 개인정보
          제공을 요청 받을 경우는 예외로 할 수 있습니다.
        </h3>
        <p class="mb-2 text-sm leading-6">
          회사는 이용약관에 벗어난 목적으로 서비스와 관련한 고객의 정보에 접근하거나 데이터를 처리하지 않습니다. 다만
          장애 처리, 고객의 정보 보호 등 원활한 서비스 제공을 위하여 접근이 필요한 경우 고객의 정보에 접근, 내용을
          파악할 수 있습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">
          회사는 제 5 항에 따라 파악한 고객의 정보에 대하여 원활한 서비스 제공을 위하여 삭제, 변경 등 데이터 처리가
          필요한 경우 고객의 동의를 받습니다. 다만, 고객의 동의가 없거나 동의를 하지 않더라도 회사의 서비스 운영 및 다른
          고객의 서비스 이용에 방해가 되는 경우 회사는 해당 고객의 서비스 이용을 정지할 수 있으며, 그 절차는 제12조
          제2항 이하에서 정한 바에 따릅니다.
        </h4>
        <h4 class="mt-4 mb-3 font-bold">제15조 (회원의 권리 의무)</h4>
        <p class="mb-2 text-sm leading-6">
          회원은 이 약관이 정하는 바에 따라 서비스를 이용하며, 유료 서비스 이용 시 부과된 요금을 납부할 의무가 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">회원은 서비스 이용 시 다음 각 호의 행위를 하여서는 안됩니다.</p>
        <p class="mb-2 text-sm leading-6">
          1. 회원가입 신청 또는 등록정보 변경 시 허위 사실을 기재하거나, 부정하게 사용하는 행위
        </p>
        <p class="mb-2 text-sm leading-6">
          2. 회사의 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
        </p>
        <p class="mb-2 text-sm leading-6">3. 회사 또는 제3자의 저작권 및 기타 권리를 침해하는 행위</p>
        <p class="mb-2 text-sm leading-6">
          4. 법령, 공공질서 또는 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
        </p>
        <p class="mb-2 text-sm leading-6">
          5. 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 또는 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록
          또는 유포하는 행위
        </p>
        <p class="mb-2 text-sm leading-6">
          6. 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보 또는 수신자의 명시적인
          수신거부의사에 반하여 광고성 정보를 전송하는 행위
        </p>
        <p class="mb-2 text-sm leading-6">7. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위</p>
        <p class="mb-2 text-sm leading-6">8. 다른 회원의 개인정보를 수집, 저장, 공개하는 행위</p>
        <p class="mb-2 text-sm leading-6">
          9. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
        </p>
        <p class="mb-2 text-sm leading-6">10. 회사 또는 타인이 서비스에 게시한 정보를 변경하는 행위</p>
        <p class="mb-2 text-sm leading-6">11. 기타 불법적이거나 부당한 행위</p>
        <p class="mb-2 text-sm leading-6">
          회원은 관련법령, 이 약관의 규정 및 회사가 통지하거나 서비스상에 공지한 사항 등을 준수하여야 하며, 기타 회사의
          업무에 방해되는 행위를 하여서는 안됩니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사의 서비스 웹사이트에 포함된 모든 콘텐츠[텍스트, 그래픽, 로고, 버튼 아이콘, 이미지, 오디오 클립, 디지털
          다운로드, 데이터 컴필레이션(data compilations) 및 소프트웨어 등]는 회사 또는 그 콘텐츠 제공자의 자산이며,
          저작권법 등 관련 법령에 의해 보호됩니다. 고객은 회사와의 별도 합의가 있거나 회사의 명시적인 서면 동의가 있는
          경우를 제외하고, 콘텐츠의 전부 또는 일부를 상업적 목적으로 복제, 복사, 사용할 수 없으며, 다운로드 또는
          변경하거나 재판매를 하여서는 안됩니다. 또한, 고객의 콘텐츠 사용권한에는 데이터 마이닝, 로봇이나 이와 유사한
          데이터 수집 및 추출 도구의 사용이 포함되지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          고객은 회사의 동의없이 제3자에게 서비스를 재판매 혹은 재 임대할 수 없습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제16조 (회원의 ID와 PASSWORD의 관리)</h4>
        <p class="mb-2 text-sm leading-6">
          회원은 회원가입 시 회사가 정한 절차에 따라 회원ID 및 Password(비밀번호)를 설정하여야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원이 일부 서비스 신청 또는 이용 시 회사가 회원에게 이용요금을 부과할 수 있으므로, 회원은 회원ID 및
          Password(비밀번호)관리를 철저히 하여야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원ID 및 Password(비밀번호)의 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원 본인에게
          있으며, 회사의 시스템 고장 등 회사의 책임 있는 사유로 발생하는 문제에 대해서는 회사가 책임을 집니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 본인의 ID 및 Password(비밀번호)를 제3자에게 이용하게 해서는 아니 되며, 그로 인해 본인 또는 타인에게
          발생한 법률적인 책임은 회원 본인이 부담합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 본인의 ID 및 Password(비밀번호)를 도난 당하거나 제3자가 사용하고 있음을 인지하는 경우에는 바로 회사에
          통지하고 회사의 안내가 있는 경우 그에 따라야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">ID는 회사의 사전 동의 없이 변경할 수 없습니다.</p>
        <h3 class="mt-5 mb-3 text-base font-bold">제5장 회원 정보 보호</h3>
        <h4 class="mt-4 mb-3 font-bold">제17조 (정보보호를 위한 노력)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 관련법령이 정하는 바에 따라서 회원의 회원정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 서비스 제공과 관련하여 알고 있는 회원정보를 포함한 개인정보를 회원의 승낙 없이 제3자에게 누설, 배포하지
          않습니다. 단, 수사상의 목적으로 관계기관으로부터 요구 받은 경우 등 법률의 규정에 의한 경우에는 그러하지
          않습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제18조 (회원정보의 수집, 이용 및 활용)</h4>
        <p class="mb-2 text-sm leading-6">
          회사의 원활한 서비스 운영과 회원의 최적화된 서비스 이용 등을 위하여 회원가입 절차에 따라 서비스 이용에 필요한
          정보 및 이용요금 청구ㆍ수납에 필요한 정보를 수집 및 활용 할 수 있으며, 회원은 이에 동의합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원의 정보를 회원으로 가입되어 있는 기간에 한하여 보유하고 이를 활용하며, 서비스 해지의 경우 당해
          회원으로부터 제공받은 회원정보를 지체 없이 파기합니다. 단, 관련법령에 따라 필요한 경우는 예외로 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">본 조에 명시되지 아니한 사항은 개인정보 처리방침에 따릅니다.</p>
        <h4 class="mt-4 mb-3 font-bold">제19조 (회원정보의 처리 및 관리의 위탁)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 회원정보의 수집, 취급 및 관리 등의 업무(‘업무’)를 스스로 수행함을 원칙으로 하나, 서비스 제공을 위하여
          필요한 경우 업무의 일부 또는 전부를 회사가 선정한 자에 위탁할 수 있습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 언제든지 회사가 가지고 있는 자신의 회원정보에 대한 열람 또는 자신의 회원정보를 이용하거나 제3자에게
          제공한 내역을 요구할 수 있고, 자신의 회원정보에 오류가 있는 경우 그 정정을 요구할 수 있으며, 회사는 이에 대해
          지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우 회사는 그 오류를 정정할 때까지
          당해 회원정보를 이용하지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 언제든지 회원정보의 제공 및 활용에 대한 동의를 철회할 수 있으며, 회사는 이에 대해 지체 없이 필요한
          조치를 취할 의무를 집니다.
        </p>
        <p class="mb-2 text-sm leading-6">본 조에 명시되지 아니한 사항은 개인정보 처리방침에 따릅니다.</p>
        <h3 class="mt-5 mb-3 text-base font-bold">제6장 기타</h3>
        <h4 class="mt-4 mb-3 font-bold">제20조 (회원에 대한 통지 및 공지)</h4>
        <p class="mb-2 text-sm leading-6">
          회사가 회원에게 통지해야 하는 경우, 회사는 약관에서 별도로 명시하지 않는 한 서비스 이용 신청 시 회원이 등록한
          이메일 주소 또는 SMS등을 이용하여 통지합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원 전체에 통지해야 하는 경우, 회사는 상기 제 1 항에서 명시한 방식 대신 서비스 웹사이트에 7 일 이상
          공지함으로써 통지를 대신할 수 있습니다. 단, 회원의 권리 및 의무와 관련해 불리한 변경 사항을 통지하는 경우에는
          본 조항이 적용되지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원은 회사의 통지 사항을 수신할 수 있도록 연락처 정보(이메일 주소, 휴대폰 번호 등)를 항상 최신 상태로 유지할
          의무가 있습니다. 연락처 정보가 업데이트 되어 있지 않아 회원에게 발생하는 불이익에 대해 회사는 어떠한 책임도
          지지 않습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제21조 (양도금지)</h4>
        <p class="mb-2 text-sm leading-6">
          회원은 회원가입에 따른 계약상의 지위 또는 권리ㆍ의무의 전부 또는 일부를 제3자에게 양도ㆍ위임하거나 담보제공
          등의 목적으로 사용할 수 없습니다.
        </p>
        <h4 class="mt-4 mb-3 font-bold">제22조 (손해배상)</h4>
        <p class="mb-2 text-sm leading-6">
          회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우 회원은 회사에 발생하는 모든 손해를
          배상하여야 합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 무료 서비스의 이용과 관련하여 회원에게 발생한 손해에 대해 어떠한 책임도 지지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터
          손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를
          면책시켜야 하며, 회사가 면책되지 못한 경우 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야
          합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 다음 각호의 사유에 의해 회원에게 손해가 발생한 경우 회원에게 손해배상 책임을 부담하지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">1. 회원이 직접 구입한 단말장치 등의 불량으로 서비스 장애가 발생한 경우</p>
        <p class="mb-2 text-sm leading-6">
          2. 전시, 사변, 화재, 천재지변 또는 이에 준하는 국가비상사태 등 불가항력적인 경우
        </p>
        <p class="mb-2 text-sm leading-6">3. 회원의 고의나 과실로 인해 손해가 발생한 경우</p>
        <p class="mb-2 text-sm leading-6">4. 전기통신서비스의 특성상 불가피한 사유가 있는 경우</p>
        <p class="mb-2 text-sm leading-6">
          5. 회원의 정보시스템에 발생한 사고의 확산을 방지하기 위한 서비스 중단의 경우
        </p>
        <p class="mb-2 text-sm leading-6">6. 서비스의 장애가 타 사업자가 제공하는 서비스에 의한 경우</p>
        <p class="mb-2 text-sm leading-6">
          7. 서비스 점검이 불가피하여 사전에 공지한 경우로 회사의 고의, 중과실이 없는 경우
        </p>
        <p class="mb-2 text-sm leading-6">8. 서비스 웹사이트에 사전 공지된 정기점검으로 서비스를 중지했을 경우</p>
        <p class="mb-2 text-sm leading-6">
          9. 기타 회사의 고의 또는 과실이 아닌 사유로 서비스 장애가 발생하거나 파일 손상이 있는 경우
        </p>

        <h4 class="mt-4 mb-3 font-bold">제23조 (면책사항)</h4>
        <p class="mb-2 text-sm leading-6">
          회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한
          책임이 면제됩니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원의 귀책사유로 인한 서비스의 이용 장애에 대하여 책임을 지지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원이 서비스를 이용함으로써 기대하는 수익을 얻지 못하였다거나, 그 밖에 서비스를 통하여 얻은 자료로
          인한 손해 등에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 서비스에 게시된 정보자료 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을 지지 않습니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          회사는 회원 상호간 또는 회원과 제3자 상호간에 개별 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며
          회사의 귀책사유가 없는 한 이로 인한 손해를 배상할 책임이 없습니다.
        </p>

        <h4 class="mt-4 mb-3 font-bold">제24조 (분쟁의 해결 및 관할법원)</h4>
        <p class="mb-2 text-sm leading-6">
          서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우 회사와 회원은 분쟁의 해결을 위해 성실히
          협의합니다.
        </p>
        <p class="mb-2 text-sm leading-6">
          전 항의 협의에도 불구하고 분쟁이 해결되지 않을 경우 양 당사자는 서울중앙지방법원을 합의관할로 하여 해결합니다.
        </p>
        <p class="mb-2 text-sm leading-6">회사와 회원간에 제기된 소송에는 대한민국 법을 적용합니다.</p>

        <p class="mb-2 text-sm leading-6">부칙</p>
        <p class="mb-2 text-sm leading-6">(시행일) 이 약관은 2021년 8월 17일 부로 시행합니다.</p>
      </div>

      <div class="flex items-center mt-3">
        <span class="mr-2">시행일자</span>

        <div class="relative w-56 bg-white border rounded border-primary-200 dashboard-card select-three">
          <button class="flex items-center justify-between w-full px-4 py-1.5 text-sm text-left">
            2021년 08월 17일
            <img src="@/assets/images/arrow-typ-01.svg" alt="." lotate="90" class="ml-4 -mr-2" />
          </button>

          <ul class="absolute z-20 hidden text-sm text-gray-700 bg-white border rounded border-primary-200">
            <li class="px-5 py-2 cursor-pointer hover:bg-primary-300 clicked">2021년 08월 17일</li>
            <!--
            <li class="px-5 py-2 cursor-pointer hover:bg-primary-300">2021년 04월 1일</li>
            <li class="px-5 py-2 cursor-pointer hover:bg-primary-300 clicked">2021년 04월 1일</li>
            <li class="px-5 py-2 cursor-pointer hover:bg-primary-300">2021년 04월 1일</li>
-->
          </ul>
        </div>
      </div>
    </section>
  </div>
  <!-- Cloud Radar 서비스 이용약관 -->
</template>

<script>
export default {};
</script>
